Repository: ramyothman/Qiyas
Catalog: Source/EventoNew/SocioBuilderSite/App_GlobalResources/ConferenceFront.*.resx
Languages: ar

# ConferenceTheme
source: Qiyas
ar: QiyasAr

# ContactInfo_Address
source: Address
ar: العنوان

# ContactInfo_City
source: City
ar: المدينة

# ContactInfo_ConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# ContactInfo_ConfirmPasswordError
source: Password and Confirm Password Must Match
ar: كلمة المرور و التأكيد يجب أن يتساويا

# ContactInfo_Country
source: Country
ar: الدولة

# ContactInfo_DateofBirth
source: Date of Birth
ar: تاريخ الميلاد

# ContactInfo_Email
source: Email
ar: البريد الإلكتروني

# ContactInfo_EnterConfirmPassword
source: Please Confirm Password
ar: أكد كلمة المرور

# ContactInfo_EnterEmail
source: Please Enter Email
ar: أدخل البريد الإلكتروني

# ContactInfo_EnterFirstName
source: Enter First Name
ar: أدخل الإسم الأول

# ContactInfo_EnterLastName
source: Please Enter Last Name
ar: أدخل اسم العائلة

# ContactInfo_EnterPassword
source: Please Enter Password
ar: أدخل كلمة المرور

# ContactInfo_EnterTitle
source: Please Enter Title
ar: أدخل اللقب

# ContactInfo_ErrorMessage
source: Error Saving Data
ar: خطأ فى حفظ البيانات

# ContactInfo_FaxNumber
source: Fax Number
ar: الفاكس

# ContactInfo_FaxNumberCode
source: Code
ar: الكود

# ContactInfo_FirstName
source: First Name
ar: الاسم الأول

# ContactInfo_Gender
source: Gender
ar: النوع

# ContactInfo_LastName
source: Last Name
ar: اسم العائلة

# ContactInfo_MiddleName
source: Middle Name
ar: اسم الأب

# ContactInfo_MobileNumber
source: Mobile Number
ar: الجوال

# ContactInfo_MobileNumberCode
source: Code
ar: الكود

# ContactInfo_Password
source: Password
ar: كلمة المرور

# ContactInfo_PasswordError
source: Password must be at least 6 characters
ar: كلمة المرور يجب أن تكون أكبر أو تساوي 6 حروف

# ContactInfo_PhoneNumber
source: Phone Number
ar: الهاتف

# Contactinfo_PhoneNumberCode
source: Code
ar: الكود

# ContactInfo_POBox
source: PO Box
ar: صندوق بريد

# ContactInfo_ProfileImage
source: Profile Image
ar: الصورة

# ContactInfo_ProfileSavedSuccessfully
source: You have been successfully signed up to the system. An email has been sent to you for verification. Please Verify your Email to start using site features
ar: لقد تم حفظ بياناتك بنجاح

# ContactInfo_ProfileUpdatedSuccessfully
source: Your profile has been updated successfully
ar: تم حفظ البيانات بنجاح

# ContactInfo_Save
source: Save
ar: حفظ

# ContactInfo_Title
source: Title
ar: اللقب

# ContactInfo_ZipCode
source: Zip Code
ar: الرمز البريدي

# HomePage_FirstImage
source: /Conference/images/banner-1.jpg
ar: /Conference/images/banner-01-ar.jpg

# HomePage_LanguageLink
source: ~/Conference/Default.aspx?culture=ar
ar: ~/Conference/Default.aspx?culture=en

# HomePage_LanguageText
source: عربي
ar: English

# HomePage_SecondImage
source: /Conference/images/banner.jpg
ar: /Conference/images/banner-02-ar.jpg

# LoginFront_ChangePassword
source: Change Password
ar: تغيير كلمة المرور

# LoginFront_LoginButton
source: LOGIN
ar: دخول

# LoginFront_LoginEmail
source: Email Address
ar: البريد الإلكتروني

# LoginFront_LoginForgotPassword
source: Forgot Password?
ar: نسيت كلمة المرور

# LoginFront_LoginH1
source: Login
ar: تسجيل الدخول

# LoginFront_LoginPassword
source: Password
ar: كلمة السر

# LoginFront_LoginProfile
source: Edit Profile
ar: تعديل الحساب

# LoginFront_LoginSignup
source: Signup for a new account?
ar: الإشتراك للحصول على حساب جديد

# LoginFront_Logout
source: Logout
ar: خروج

# OrganizerSectionHeader
source: Organizer
ar: المنظم

# SchedulerSectionHeader
source: Schedule
ar: البرنامج

# SpeakersSectionHeader
source: Speakers
ar: المتحدثون

# SponsorsSectionHeader
source: Sponsors
ar: الرعاة

# TimeandDate
source: Conference Date
ar: تاريخ المؤتمر

# ContactInfo_EnterMobileNumber
source: Please Enter Mobile
ar: أدخل الجوال

# ContactInfo_EnterPhone
source: Please Enter Phone
ar: أدخل رقم الهاتف

# RegisterPage_Signup
source: Sign up
ar: التسجيل

# RequestLogin_Content
source: In order to register online or submit an abstract for <strong>The Conference</strong>, you must be <strong>logged in</strong>.</span><br /><br />Please <strong>login</strong> with your email address and password using the form on the left.<br />If you cannot remember your password you can retrieve it using the <strong><a runat="server" id="A1" href="ForgetPassword.aspx">forgot password</a></strong> form.<br />If you don't have an account yet kindly use the <strong><a runat="server" id="SignupFormLink" href="RegisterSignup.aspx">Sign up</a></strong> form.
ar: إذا أردت التسجيل أو إضافة ملخص لبحثك فى <strong>المؤتمر </strong>, يجب <strong>الدخول على الموقع </strong>.</span><br /><br />باستخدام بريدك الإلكتروني و كلمة السر من خلال الخانات المخصصة لذلك على يمين الشاشة.<br />فى حالة عدم تذكرك كلمة المرور يمكنك استرجاعها عن طريق الضغط على رابط <strong><a runat="server" id="A1" href="ForgetPassword.aspx">"عدم تذكر كلمة المرور"</a></strong>.<br />اذا كنت لا تمتلك حساب من قبل فبرجاء الضغط على رابط <strong><a runat="server" id="SignupFormLink" href="RegisterSignup.aspx">إنشاء حساب جديد</a></strong>.

# RequestLogin_Title
source: Request Login
ar: طلب دخول للموقع

# RegistrationForm_AcademicInformation
source: Academic Information
ar: معلومات أكاديمية

# RegistrationForm_AlliedHealthProfessional
source: Using Item Response Theory in Test Development
ar: عنوان ورشة العمل: استخدام النظرية الحديثة في بناء وتطوير الاختبارات

# RegistrationForm_Bachelor
source: Bs.
ar: بكالريوس

# RegistrationForm_Back
source: Back
ar: السابق

# RegistrationForm_Degree
source: Degree
ar: الدرجة العلمية

# RegistrationForm_DegreeOther
source: Others
ar: أخرى

# RegistrationForm_Dietitian
source: Dietitian
ar: اختصاصي تغذية

# RegistrationForm_HealthCareProfessional
source: Health Care Professional
ar: الرعاية الصحية و المهنية

# RegistrationForm_HospitalAddress
source: Address
ar: العنوان

# RegistrationForm_HospitalDepartment
source: Department
ar: الادارة

# RegistrationForm_HospitalInstitude
source: Work Organization
ar: جهة العمل

# RegistrationForm_HospitalName
source: Name
ar: الاسم

# RegistrationForm_LicenseNumber
source: License Number
ar: رقم الرخصة

# RegistrationForm_LicenseNumberDescription
source: If you are practicing in Saudi Arabia please enter Saudi Commission For Health Specialties Licensing Number(to claim your CME hours)
ar: إذا كنت فى السعودية يرجى إدخال رقم الرخصة الخاصة بك

# RegistrationForm_Masters
source: MD.
ar: ماجستير

# RegistrationForm_MedicalDoctor
source: Medical Doctor
ar: طبيب

# RegistrationForm_Member
source: Member
ar: عضو

# RegistrationForm_Membership
source: Membership
ar: العضوية

# RegistrationForm_Next
source: Next
ar: التالي

# RegistrationForm_NonMember
source: Non Member
ar: غير عضو

# RegistrationForm_Nurse
source: Nurse
ar: ممرض

# RegistrationForm_PhD
source: Ph.D.
ar: دكتوراه

# RegistrationForm_Physiotherapist
source: Physiotherapist
ar: العلاك الطبيعي

# RegistrationForm_Position
source: Position
ar: منصب

# RegistrationForm_PreConferenceWorkshop
source: Monte Carlo Simulation Using R
ar: عنوان ورشة العمل : إجراء دراسات المحاكاة باستخدام لغة “R” للبرمجة

# RegistrationForm_RegistrarInformation
source: Registrar Information
ar: معلومات عن المسجل

# RegistrationForm_RegistrationCategory
source: Registration Category
ar: فئة التسجيل

# RegistrationForm_RegistrationConfirmation
source: Registration Confirmation
ar: تأكيد التسجيل

# RegistrationForm_RegistrationFee
source: Registration
ar: معلومات التسجيل

# RegistrationForm_RespiratoryTherapist
source: Respiratory Therapist
ar: اختصاصي الجهاز التنفسى المعالج

# RegistrationForm_SelfSponsor
source: Self Sponsor
ar: رعاية ذاتية

# RegistrationForm_SponsorOther
source: Other
ar: اخرى

# RegistrationForm_SponsorshipType
source: Sponsorship Type
ar: نوع الرعاية

# RegistrationForm_Submit
source: Submit
ar: حفظ التسجيل

# RegistrationForm_Title
source: Registration Form
ar: التسجيل فى المؤتمر

# RegistrationForm_ConfirmMessage
source: Check here to confirm your information
ar: إضغط هنا للتأكيد على المعلومات

# FinishRegistration_Content
source: Thank you for registering with us. <br/><strong style="font-size:16px;">Payment Method:</strong> <strong>Bank Transfer</strong> <p>Workshop payments are paid via bank transfer to the following account:</p> <p>Beneficiary: National Center for Assessment in Higher Education</p> <p>Account No. (IBAN): <strong>SA8510000025011999000106</strong></p> <p>A copy of bank transfer should be emailed to (ica@qiyas.org) or fax to + 9961 490 7000 ext 7049 </p> <strong>On site / Cash payment</strong> <p>Participant must pay Workshop/s Fees cash or via Sadad ATM located at the basement hall of the Conference Auditorium. Note: This service availability depends on availability of seats prior to the Workshop/s. </p>
ar: شكرا لتسجيلك معنا فى المؤتمر<br/> <strong style="font-size:16px;"> طريقة السداد:</strong> <strong>تحويل بنكي</strong> <p> يتم تسديد رسوم التسجيل لورش العمل عن طريق تحويل بنكي حسب المعلومات التالية: اسم المستفيد : المركز الوطني للقياس والتقويم في التعليم العالي </p> <p>اسم البنك : البنك الاهلي التجاري</p> <p> رقم الحساب (الايبان): <strong>SA8510000025011999000106</strong></p> <p>ملاحظة : نأمل ارسال نسخة من الحوالة البنكية عبر البريد الالكتروني (Ica@qiyas.org) او رقم الفاكس: 966490700 </p> <strong>السداد النقدي</strong> <p>يتعين على المسجل سداد المبلغ المترتب عن طريق السداد النقدي او ببطاقة الصراف في البهو السفلي لقاعة المؤتمر. ملاحظة: يعتمد توفر هذه الخدمة على مدى توفر المقاعد للمسجلين قبل انعقاد الورش. </p>

# FinishRegistration_Title
source: Registration Completed
ar: إنتهاء التسجيل

# HomePage_Register
source: Register
ar: التسجيل

# HomePage_Submit
source: Submit Abstract
ar: إضافة ملخص

# ForgetPassword_Email
source: Email
ar: البريد الالكتروني

# ForgetPassword_EmailHelp
source: Please enter the email you signed up with here. An email will be send with the new generated password.
ar: من فضلك ادخل البريد الالكتروني الذى استخدمته فى التسجيل

# ForgetPassword_EmailValidation
source: Please Enter Email
ar: ادخل البريد الالكتروني

# ForgetPassword_NoticeError
source: This email is not registered in the system.
ar: لم يتم التعرف على هذا البريد الالكتروني

# ForgetPassword_SendPassword
source: Send Password
ar: ارسال كلمة المرور

# ForgetPassword_SuccessMessage
source: An Email has been send with credentials
ar: تم ارسال كلمة المرور على بريد الالكتروني

# ForgetPassword_Title
source: Forget Password
ar: نسيان كلمة المرور

# ContactInfo_GenderFemale
source: Female
ar: أنثى

# ContactInfo_GenderMale
source: Male
ar: ذكر

# ContactInfo_TitleDr
source: Dr.
ar: دكتور

# ContactInfo_TitleMiss
source: Miss.
ar: أنسة

# ContactInfo_TitleMr
source: Mr.
ar: أستاذ

# ContactInfo_TitleMrs
source: Mrs.
ar: مدام

# ContactInfo_TitleMs
source: Ms.
ar: سيدة

# ContactInfo_TitleProf
source: Prof.
ar: بروفيسور

# ProfileInformation_Address
source: Address
ar: العنوان

# ProfileInformation_City
source: City
ar: المدينة

# ProfileInformation_Country
source: Country
ar: الدولة

# ProfileInformation_DateofBirth
source: Date of Birth
ar: تاريخ الميلاد

# ProfileInformation_EditProfile
source: Edit Profile
ar: تعديل المعلومات

# ProfileInformation_FaxNumber
source: Fax Number
ar: الفاكس

# ProfileInformation_Gender
source: Gender
ar: النوع

# ProfileInformation_MobileNumber
source: Mobile Number
ar: الجوال

# ProfileInformation_PhoneNumber
source: Phone Number
ar: رقم الهاتف

# ProfileInformation_POBox
source: PO Box
ar: صندوق البريد

# ProfileInformation_ZipCode
source: Zip Code
ar: الرمز الريدي

# SponsorControl_ImagePath
source: ~/Conference/images/c_en.jpg
ar: ~/Conference/images/c_ar.jpg

# MasterPage_LanguageImage
source: ~/Conference/images/ar.jpg
ar: ~/Conference/images/en.jpg

# Footer_CopyRights
source: all rights reserved &copy; ica.Qiyas.sa - 2012
ar: جميع الحقوق محفوظة المركز الوطني للقياس والتقويم - 1433هـ

# ChangePassword_ConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# ChangePassword_ConfirmPasswordError
source: Please Confirm Password
ar: أكد كلمة المرور

# ChangePassword_Error
source: <strong>Error</strong><br /><span>{0}</span>
ar: <strong>خطأ</strong><br /><span>{0}</span>

# ChangePassword_PageTitle
source: Change Password
ar: تغيير كلمة المرور

# ChangePassword_Password
source: Password
ar: كلمة المرور

# ChangePassword_PasswordError
source: Plesae Enter Password
ar: أدخل كلمة المرور

# ChangePassword_SaveButton
source: Save
ar: حفظ

# ChangePassword_Success
source: <strong>Success</strong><br /><p>Your Password Have Been Updated Successfully</p>
ar: <strong>تم بنجاح</strong><br /><p>لقد تم تغيير كلمة المرور الخاصة بك بنجاح</p>

# MediaReference_Date
source: Date
ar: التاريخ

# MediaReference_Logo
source: Logo
ar: الشعار

# MediaReference_Reference
source: Reference
ar: المصدر

# MediaReference_Title
source: Title
ar: العنوان

# SpeakersTitle
source: Speakers
ar: المتحدثون

# TravelView_Title
source: Travel & Transportation
ar: سفر و مواصلات

# SpeakersInfo_Title
source: Speaker Information
ar: بيانات المتحدث

# RegistrationForm_Information
source: <ul> <li> Conference lectures attendance is FREE. </li> <li> Conference Sessions and Workshops Registration Deadline from outside the Kingdom is 6th October 2012. </li> <li> All Workshops will be held in King Faisal Conference Auditorium in Riyadh InterContinental as per Dates, Time and Halls shown in below table. Workshop seats are limited. </li> <li> Workshop Registration Fees : <ul> <li> Early Registration up to 2nd November 2012 ($300) OR (SR1,125). </li> <li>Registration after 2nd November 2012 ($400) OR (SR1,500). </li> </ul> </li> <li> Kindly note that Second and Third Workshops are Parallel, therefore it is not possible to register in both of them at the same time. If you wish to attend more than one Workshop, you may select First and Second Workshops OR First and Third Workshop. Attendants will receive a Workshop material bag, Attendance Certificate, therefore when registering, ensure writing down your name correctly for the Certificate print out. Coffee Breaks and Prayer Time will be announced by the workshop Lecturer at the start of the Workshop. Registration is not valid without FULL PAYMENT. </li> </ul><br />
ar: <span style="font-weight:bold;">المؤتمر الدولي الأول للقياس والتقويم: "معايير القبول في التعليم العالي" معلومات هامة للتسجيل: </span> <ul> <li> إن حضور جلسات المؤتمر "مجاني" </li> <li> أخر موعد للتسجيل في المؤتمر وورش العمل من خارج المملكة بتاريخ 20 ذو القعدة 1433هـ الموافق 6 اكتوبر 2012م </li> <li> ستعقد جميع ورش العمل بقاعة الملك فيصل للمؤتمرات بفندق الانتركونتيننتال في الرياض حسب التواريخ والاوقات والقاعات الموضحة في الجدول ادناه. نأمل التنبيه بأن عدد مقاعد التسجيل في الورش محدودة. </li> <li> رسوم التسجيل للورشة الواحدة : <ul> <li> التسجيل المبكر وحتى تاريخ 17/12/1433هـ الموافق 02/11/2012م : (300 دولار ) ما يعادل (1,125 ريال) </li> <li>التسجيل بعد تاريخ 17/12/1433هـ الموافق 02/11/2012م : (400 دولار) ما يعادل (1,500ريال) </li> </ul> </li> <li> نأمل التنبيه إلى ان الورشة الثانية والثالثة ستعقد متزامنة ولا يمكن التسجيل فيهما معاً في نفس الوقت وفي حال الرغبة بالتسجيل في اكثر من ورشة فيمكن الاختيار بالتسجيل في الورشة الاولي والثانية او الورشة الاولي والثالثة. </li> <li> يتسلم الحضور حقيبة بمواد الورشة و "شهادة حضور"، لذلك يتوجب على المسجل التأكد من كتابة الاسم بدقة عند التسجيل في الموقع لكي تتم طباعته على الشهادة. </li> <li>سينسق مقدم ورشة العمل مع الحضور مواعيد (الاستراحة والصلاة) في بداية الورشة. </li> <li> لن يتم اتمام التسجيل حتى يتم تحصيل المبلغ. </li> </ul><br />

# RegistrationForm_PreConferenceWorkshop2
source: Test Development
ar: عنوان ورشة العمل : بناء وتطوير الاختبار

# RegistrationForm_TableBeforeReg1
source: <table style="width:100%;"> <tr> <td colspan="2" style="font-weight:bold;text-align:center;">Sat. December 1st , 2012</td> </tr> <tr style="background-color:#18335F;color:#FFFFFF;"> <td style="text-align:center;"> Time </td> <td style="text-align:center;"> 1st Workshop : This workshop will be held in English </td> </tr> <tr> <td> 8:00 – 16:30 </td> <td style="font-weight:bold;">
ar: <table style="width:100%;"> <tr> <td colspan="2" style="font-weight:bold;text-align:center;">يوم السبت 17 محرم 1434 هـ الموافق 1 ديسمبر 2012م</td> </tr> <tr style="background-color:#18335F;color:#FFFFFF;"> <td style="text-align:center;"> الوقت </td> <td style="text-align:center;"> الورشة الاولي (ستعقد هذه الورشة باللغة الانجليزية) </td> </tr> <tr> <td> 8:00 – 16:30 </td> <td style="font-weight:bold;">

# RegistrationForm_TableBeforeReg2
source: <table style="width:100%;"> <tr> <td colspan="2" style="font-weight:bold;text-align:center;"> Sun. December 2nd , 2012</td> </tr> <tr style="background-color:#18335F;color:#FFFFFF;"> <td style="text-align:center;"> Time </td> <td style="text-align:center;"> 2nd Workshop : This workshop will be held in English </td> <td style="text-align:center;"> 3rd Workshop : This workshop will be held in Arabic </td> </tr> <tr> <td> 8:00 – 16:30 </td> <td style="font-weight:bold;">
ar: <table style="width:100%;"> <tr> <td colspan="2" style="font-weight:bold;text-align:center;">يوم الاحد 18 محرم 1434هـ الموافق 2 ديسمبر 2012م</td> </tr> <tr style="background-color:#18335F;color:#FFFFFF;"> <td style="text-align:center;"> الوقت </td> <td style="text-align:center;"> الورشة الثانية (ستعقد هذه الورشة باللغة الانجليزية) </td> <td style="text-align:center;"> الورشة الثالثة (ستعقد هذه الورشة باللغة العربية) </td> </tr> <tr> <td> 8:00 – 16:30 </td> <td style="font-weight:bold;">

# FinishRegistration_Currency
source: SR
ar: ريال

# TwitterBox_Title
source: Our Tweets
ar: تغريداتنا

# RegistrationForm_Tab3
source: Registration
ar: التسجيل

# RegistrationForm_Time
source: Time
ar: الوقت

# RegistrationForm_Confirmation
source: Confirmation
ar: تأكيد الحجز

# PageTab_LeftImage
source: ~/Conference/images/tab-left.png
ar: ~/Conference/images/tab-right.png

# PageTab_RightImage
source: ~/Conference/images/tab-right.png
ar: ~/Conference/images/tab-left.png

# PageTab_SelectedLeftImage
source: ~/Conference/images/left-selected.png
ar: ~/Conference/images/right-selected.png

# PageTab_SelectedRightImage
source: ~/Conference/images/right-selected.png
ar: ~/Conference/images/left-selected.png

# RegisterationForm_Finish
source: Finish
ar: نهاية التسجيل

# ContactInfo_Name
source: Name
ar: الاسم

# Direction
source: left
ar: right

# RegistrationForm_Finish
source: Finish
ar: نهاية التسجيل

# Registeration_ConfirmAddress
source: Address
ar: العنوان

# Registeration_ConfirmBusinessPhone
source: Mobile
ar: الجوال

# Registeration_ConfirmDate
source: Registration Date
ar: التاريخ

# Registeration_ConfirmEmail
source: Email
ar: البريد الالكترونى

# Registeration_ConfirmFullName
source: Name
ar: الاسم

# Registeration_ConfirmTitle
source: Verify the information you have entered and click Finish
ar: تأكد من معلومات التسجيل ثم إضغط على حفظ التسجيل

# Registration_Currency
source: SR
ar: ريال

# Registration_Total
source: Total
ar: المجموع

# ContactForm_RegisteredEmail
source: This email is already registered
ar: هذا البريد الالكترونى مسجل بالفعل

# VisaRequest_City
source: Departure City
ar: مدينة القدوم

# VisaRequest_Company
source: Company
ar: جهة العمل

# VisaRequest_Country
source: Departure Country
ar: جهة القدوم

# VisaRequest_IsOrganizationApproved
source: Request Approved
ar: موافقة على الطلب

# VisaRequest_IsTaken
source: Visa Taken
ar: موافقة على الفيزا

# VisaRequest_Job
source: Job Position
ar: الوظيفة

# VisaRequest_PassportAttachment
source: Passport
ar: صورة الجواز

# VisaRequest_Religion
source: Religion
ar: الديانة

# VisaRequest_Title
source: Visa Request
ar: طلب تأشيرة

# VisaRequest_VisaAttachment
source: Visa Attachment
ar: صورة الفيزا

# VisaRequest_SuccessMessage
source: Thank you for registering, will look into the submitted information and then send the visa request
ar: شكرا للتسجيل سيتم التدقيق على المعلومات و من ثم إرسال طلب تأشيرة

# Speakers_MoreAbout
source: More About
ar: المزيد

# SponsorControl_ImagePathLink
source: ~/ContentData/SponsershipBrochureEnglishLast.pdf
ar: ~/ContentData/SponsershipBrochureArabic.pdf

# VisaRequest_Summary
source: Note: The Conference General Directorate will not guarantee the issuing of entry visa for Workshop/s Registered Attendants after registration deadline of 6 October 2012
ar: تنبيه : بالنسبة للمسجلين في المؤتمر او ورش العمل ويتطلب حضورهم تأشيرة دخول إلى المملكة فإن أمانة المؤتمر "لا تضمن" حصولهم على تأشيرات بعد التاريخ المحدد والمعلن للتسجيل من خارج المملكة وهو بتاريخ 20 ذو القعدة 1433هـ الموافق 6 اكتوبر 2012م.
